;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: 
; TranslationAuthorWeb: http://www.geogeo.gr
; Soft Version = 8.11
; Update: 05-05-2014
;
[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonMinimize=Ελαχιστοποίηση
ButtonMaximize=Μεγιστοποίηση
ButtonClose=Κλείσιμο
ButtonRestore=Επαναφορά
ButtonMenu=Μενού

[Lang]
NativeLanguage=Ελληνικά
[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
;  Font and Charset
;
LanguageName = ELL
LangCode=0408
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information =Πληροφορίες
Warning =Προειδοποιήσεις
Error =Σφάλμα
Confirm =Επιβεβαίωση
;
; Main GUI
;
FrmWRC.btnregclean.caption=Εκκαθάριση μητρώου
FrmWRC.btnadv.caption=Βελτιστ. συστήματος
FrmWRC.btnsilm.caption=Ανασυγκρ. μητρώου
FrmWRC.btnrestore.caption=Επαναφορά
FrmWRC.btnsettings.caption=Ρυθμίσεις
FrmWRC.btnlikeit.caption=Μου αρέσει
FrmWRC.btnsuggest.caption=Αποστολή σχολίου
FrmWRC.WiseSimpleButton1.caption=Αντίγραφο ασφαλείας
FrmWRC.btnupdate.caption=Έλεγχος για ενημερώσεις
FrmWRC.btnfacebook.hint=Ακολουθήστε μας στο facebook
FrmWRC.btntwitter.hint=Ακολουθήστε μας στο twitter
FrmWRC.btnemail.hint=Μοιραστείτε το με τους φίλους σας
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=Επιλογή όλων
FrmRegClean.btnre.caption=Συνιστάται
FrmRegClean.btnnone.caption=Καμία επιλογή
FrmRegClean.btnCustom.caption=Προσαρμοσμένη περιοχή
FrmRegClean.WiseLabel1.caption=Χρονοδιάγραμμα
FrmRegClean.lbltype.caption=Τύπος εκτέλεσης:
FrmRegClean.lblweek.caption=Επιλογή ημέρας:
FrmRegClean.lbltime.caption=Ώρα:
FrmRegClean.btnScan.caption=Έναρξη σάρωσης
FrmRegClean.btncancel.caption=Άκυρο
FrmRegClean.btnrescan.caption=Σάρωση ξανά
FrmRegClean.lblstat.caption=Δεν έχετε καθαρίσει ακόμη το μητρώο σας. Συνιστάται άμεση εκκαθάριση!
FrmRegClean.vtrc.Columns[0]=Δεδομένα
FrmRegClean.vtrc.Columns[1]=Κλειδί μητρώου
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Βελτιστοποίηση
FrmOptimizer.btnnone.caption=Καμία επιλογή
FrmOptimizer.btnall.caption=Επιλογή όλων
FrmOptimizer.btnDefault.caption=Προεπιλογή συστήματος
FrmOptimizer.lblrecommendinfo.caption=Παρακαλώ δοκιμάστε τώρα άλλα προϊόντα μας από το wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Το Wise PC Engineer είναι μια συλλογή από σημαντικά βοηθήματα συστήματος μητρώου, δίσκου και άλλων για τον υπολογιστή σας. Εύχρηστο και αποτελεσματικό!
FrmOptimizer.lblwdcinfo.caption=Το Wise Disk Cleaner είναι το καλύτερο δωρεάν καθαριστικό δίσκου για καθαρισμό άχρηστων αρχείων και ιχνών προσωπικών δεδομένων. Γρήγορο, σχολαστικό και ασφαλές!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Θέλετε να βελτιώσετε περισσότερο την απόδοση του Windows λειτουργικού σας;
Frmoptimizer.lblinfoex.caption=Η βελτιστοποίηση συστήματος μπορεί να βελτιώσει το δίκτυό σας, την ταχύτητα των Windows και να σταθεροποιήσει το σύστημά σας.
FrmOptimizer.btnoptimize.caption=Βελτιστοποίηση
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Η ανασυγκρότηση του μητρώου κάνει τον υπολογιστή σας ταχύτερο και πιο σταθερό.
FrmRegDefragger.lblstat.caption=Ακόμη δεν έχετε ανασυγκροτήσει το μητρώο σας. Συνιστάται άμεση ανασυγκρότηση!
FrmRegDefragger.btndefrag.caption=Ανασυγκρότηση
FrmRegDefragger.lblinfo1.caption=1. Συνιστούμε να κλείσετε όλες τις άλλες εφαρμογές πριν από την εκτέλεση αυτής της λειτουργίας.
FrmRegDefragger.lblinfo2.caption=2. Το σύστημα μπορεί προσωρινά να μην ανταποκρίνεται όσο διαρκεί η ανάλυση και αυτό είναι φυσιολογικό.
FrmRegDefragger.lblinfo3.caption=3. Το σύστημα θα κάνει επανεκκίνηση μετά την ολοκλήρωση της ανασυγκρότησης του μητρώου.
FrmRegDefragger.lblinfo4.caption=4. Παρακαλώ μη διακόψετε την ανασυγκρότηση του μητρώου. Διαφορετικά θα προκαλέσετε άγνωστες συνέπειες.
FrmRegDefragger.vtdefrag.Columns[0]=Όνομα κελιού
FrmRegDefragger.vtdefrag.Columns[1]=Τρέχον μέγεθος
FrmRegDefragger.vtdefrag.Columns[2]=Νέο μέγεθος
FrmRegDefragger.vtdefrag.Columns[3]=Ποσοστό πλεονασμού
FrmRegDefragger.btnAnalysis.caption=Ανάλυση
;
; Custom scan areas
;
Frmcustom.caption=Προσαρμοσμένη περιοχή
Frmcustom.btnre.caption=Συνιστάται
Frmcustom.btnall.caption=Επιλογή όλων
Frmcustom.btnnone.caption=Καμία επιλογή
Frmcustom.btncancel.caption=Άκυρο
Frmcustom.btnok.caption=Εντάξει
;
; About Window
;
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblemail.caption=Email υποστήριξης:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Ιστοσελίδα:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:
FrmAboutWin.caption=Περί...
FrmAboutWin.btnok.caption=Εντάξει
;
; Settings
;
FrmSettings.caption=Ρυθμίσεις
FrmSettings.tsCommon.caption=Γενικά
FrmGeneral.chkexp.caption=Συμμετάσχετε στο πρόγραμμα βελτίωσης εμπειρίας πελάτη
FrmGeneral.lblexp.caption=Λεπτομέρειες
FrmSettings.tsAutoRun.caption=Αυτόμ. εκκίνηση
FrmSettings.tsExclusion.caption=Εξαίρεση
FrmSettings.btnrestore.caption=Περί...
FrmSettings.btnok.caption=Εντάξει
FrmSettings.btncancel.caption=Άκυρο
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Δημιουργία μιας συντόμευσης «Εκκαθάριση με 1-κλικ» στην επιφάνεια εργασίας
FrmAutorunSettings.lblcmd.caption=Λειτουργία γραμμής εντολών
FrmAutorunSettings.lblcmdinfo.caption=Μπορείτε να εκτελέσετε το πρόγραμμα, να κάνετε σάρωση και καθαρισμό του μητρώου σας αυτόματα από τη γραμμή εντολών. Για περισσότερες πληροφορίες, παρακαλώ πατήστε το πλήκτρο F1 ή κάντε κλικ στην παρακάτω διεύθυνση URL για να διαβάσετε τα έγγραφα βοηθείας μας.
FrmAutorunSettings.btnhelp.caption=Άμεση βοήθεια
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Προσθ. λέξης-κλειδιού
FrmExclusion.btnExport.caption=Εξαγωγή
FrmExclusion.btnRemove.caption=Κατάργηση
FrmExclusion.btnimport.caption=Εισαγωγή
Frminput.btnok.caption=Εντάξει
Frminput.btncancel.caption=Άκυρο
;
; General Settings
;
FrmGeneral.chkNews.caption=Αυτόμ. λήψη ενημερωτικών δελτίων
FrmGeneral.chkbackup.caption=Αυτόμ. δημιουργία αντιγράφου ασφαλείας μητρώου πριν τον καθαρισμό
FrmGeneral.WiseLabel1.caption=Έλεγχος ενημερώσεων:
FrmGeneral.WiseLabel2.caption=Προεπιλ. γλώσσα:
FrmGeneral.btnchecknew.caption=Έλεγχος τώρα
FrmGeneral.lbtran.caption=Μετάφραση στα...
FrmGeneral.lblscanmode.caption=Πώς θα σαρωθεί το μητρώο:
FrmGeneral.rdnormal.caption=Κανονικά (Συνιστάται)
FrmGeneral.rdssafe.caption=Μόνο ασφαλείς (Εμφάνιση μόνο «Ασφαλών» καταχωρήσεων)
FrmGeneral.rddeep.caption=Σε βάθος (Λειτουργία πλήρους σάρωσης για προχωρημένους χρήστες)
;
; Backup and Restore
;
Frm_br.btncancel.caption=Άκυρο
FrmBackup.caption=Αντίγραφο ασφαλείας
FrmBackup.btnreg.caption=Δημιουργία αντιγρ. ασφαλείας πλήρους μητρώου
FrmBackup.btnsys.caption=Δημιουργία σημείου επαναφοράς συστήματος
FrmRestore.caption=Κέντρο επαναφοράς
FrmRestore.btnRegBk.caption=Αντίγρ. ασφαλείας μητρώου
FrmRestore.btnSysBK.caption=Επαναφορά συστήματος
FrmRestore.btnclose.caption=Κλείσιμο
FrmRestore.btnrestore.caption=Επαναφορά
FrmRestore.btnremove.caption=Κατάργηση
;
; Update
;
frmupdate.caption=Ενημέρωση λογισμικού
;
; Popup Menus
;
pmHelp=Άμεση βοήθεια
pmforum=Φόρουμ
pmHome=Ιστοσελίδα
pmContact=Επικοινωνήστε μαζί μας
pmCheckNew=Έλεγχος για ενημερώσεις
pmLang=Γλώσσα / Language
pmSkin=Επιλογή εμφάνισης
pmAbout=Περί...
pmIgnore=Παράβλεψη αυτής της καταχώρησης
pmrec=Επιλογή ασφαλών καταχωρήσεων
pmAll1=Επιλογή όλων
pmNone=Καμία επιλογή
pmGo=Άνοιγμα στο επεξεργαστή μητρώου...
pmExport=Εξαγωγή σε...
pmPortable=Δημιουργία φορητής έκδοσης
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Εάν σας άρεσε το Wise Registry Cleaner, παρακαλούμε συστήστε αυτό το υπέροχο δωρεάν εργαλείο στους αγαπημένους σας.
FrmlikeUs.lblInfo.caption=Παρακαλώ μοιραστείτε το Wise Registry Cleaner με την οικογένεια, τους φίλους, τους συμμαθητές και τους συναδέλφους σας μέσω Email, Blog, Twitter, Youtube, Facebook, κλπ. Θα προσφέρετε άνεση και αποτελεσματικότητα στη ζωή τους.
FrmlikeUs.lblRate.caption=Αξιολογήστε το Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Ακολουθήστε μας στο:
FrmlikeUs.lblshare.caption=Μοιραστείτε το Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Δωρεάν λήψη
FrmlikeUs.imgrate.hint=Δώστε μας μια  5-άστερη αξιολόγηση
FrmlikeUs.imgmail.hint=Μοιραστείτε το με τους φίλους σας
FrmlikeUs.imgface1.hint=Μοιράστε το στο facebook
FrmlikeUs.imgface2.hint=Ακολουθήστε μας στο facebook
FrmlikeUs.imgtwitter1.hint=Μοιράστε το στο twitter
FrmlikeUs.imgtwitter2.hint=Ακολουθήστε μας στο twitter
FrmlikeUs.Caption=Μου αρέσει
FrmlikeUs.lbldownload.caption=Λήψη περισσότερων δωρεάν προγραμμάτων από WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Ανάλυση μητρώου
FrmProcess.lblwait.caption=Γίνεται ανάλυση. Παρακαλώ περιμένετε.
FrmProcess.lblinfo.caption=O υπολογιστής σας μπορεί να μην αποκρίνεται για λίγα λεπτά.
FrmProcess.lblwait.caption=Γίνεται ανάλυση. Παρακαλώ περιμένετε.

[Message]
UpdateError=Σφάλμα ενημέρωσης. Θέλετε να κατεβάσετε την τελευταία έκδοση στην ιστοσελίδα μας;
RegeditorLocked=Ο επεξεργαστής μητρώου σας είναι αποκλεισμένος. Η λειτουργία δημιουργίας αντιγράφων ασφαλείας/επαναφοράς απαιτεί έναν προσβάσιμο επεξεργαστή μητρώου. Θέλετε να αρθεί ο αποκλεισμός τώρα;
failtounLock=Η άρση αποκλεισμού του επεξεργαστή μητρώου απέτυχε. Ίσως χρειάζεστε περαιτέρω άδεια για την υλοποίηση αυτής της λειτουργίας.
Total=Σύνολο
DefragRate=Μπορεί να σας βοηθήσει να μειώσετε το μέγεθος του μητρώου σας κατά %s.
SuggestDefrag=Συνιστάται ανασυγκρότηση του μητρώου άμεσα.
SuggestIgnore=Το μητρώο σας δεν έχει κάτι πλεονάζον. Ανασυγκροτήσετε το μητρώο σας την επόμενη φορά.
TypeNoError=Καθαρό
NeverClean=Δεν έχετε καθαρίσει ακόμη το μητρώο σας. Συνιστάται άμεση εκκαθάριση!
AdviseClean=Ο τακτικός καθαρισμός του μητρώου σας, κάνει τον υπολογιστή σας ταχύτερο και πιο ασφαλή.
DupItem=Αυτό το στοιχείο έχει καταχωρηθεί στον κατάλογο.
Advisedefrag=Η ανασυγκρότηση του μητρώου κάνει τον υπολογιστή σας ταχύτερο και πιο σταθερό.
NeverDefrag=Ακόμη δεν έχετε ανασυγκροτήσει το μητρώο σας. Συνιστάται άμεση ανασυγκρότηση!
LastDefrag=Η τελευταία φορά που κάνατε ανασυγκρότηση του μητρώου σας ήταν στις:
TotalDefrag=Έχει συμπυκνωθεί συνολικά κατά %.2f.
DefaultValue=(Προεπιλογή)
RegBackup=Αντίγραφο ασφαλείας του μητρώου
RegRestore=Επαναφορά μητρώου
CreateBackup=Δημιουργία αντιγράφου ασφαλείας δεδομένων...
Compress=Συμπίεση...
Extracte=Εξαγωγή...
Complete=Ολοκληρώθηκε
RestoreReg=Επαναφορά μητρώου. Περιμένετε λίγα λεπτά...
NotSupportOS=Η δυνατότητα αυτή δεν υποστηρίζεται σε αυτό το λειτουργικό σύστημα.
EnableRestore=Η επαναφορά συστήματος είναι απενεργοποιημένη. Θέλετε να την ενεργοποιήσετε;
SysCreating=Δημιουργία ενός σημείου επαναφοράς συστήματος...
SysRestoring=Προετοιμασία για επαναφορά του συστήματος...
RestorePointDone=Το σημείο επαναφοράς συστήματος δημιουργήθηκε επιτυχώς.
RestorePointFail=Η δημιουργία σημείου επαναφοράς συστήματος απέτυχε
ErrorMsg=Μήνυμα σφάλματος:
Area=Περιοχή
Summary=Περιγραφή
LeastOne=Παρακαλώ επιλέξτε τουλάχιστον μία περιοχή για σάρωση.
IsRunning=Το πρόγραμμα εκτελεί σάρωση. Παρακαλώ περιμένετε μέχρι να ολοκληρωθεί και τότε προσπαθήστε ξανά.
Optimized=Βελτιστοποιημένο
DefragReport=Το μητρώο έχει συμπυκνωθεί. Αναφορά βελτιστοποίησης:
DefragReport1=Παλιό μέγεθος μητρώου:
DefragReport2=Νέο μέγεθος μητρώου:
DefragReport3=Βελτιστοποιημένο μέγεθος:
ReOptimize=Βελτιστοποίηση ξανά
ComfirmDefrag=Παρακαλώ αποθηκεύστε την ημιτελή εργασία σας, διότι ο υπολογιστής θα κάνει επανεκκίνηση αμέσως μετά την ανασυγκρότηση του μητρώου. Θέλετε να συνεχίσετε;
def15After=Έχουν περάσει %d ημέρες απο την τελευταία ανασυγκρότηση του μητρώου σας. Παρακαλώ κάντε ανασυγκρότηση τώρα!
def15Before=Ο υπολογιστής σας θα τρέχει ταχύτερα και πιο σταθερά εάν διατηρείτε το μητρώο σας όσο το δυνατόν πιο συμπυκνωμένο.
KeyWord=Εισάγετε τις λέξεις-κλειδιά:
ExImport=Η λίστα εξαιρέσεων έχει εξαχθεί σε:
NoNewVer=Η έκδοση που χρησιμοποιείτε είναι η τελευταία!
Daily=Καθημερινά
Weekly=Κάθε βδομάδα
Monthly=Κάθε μήνα
Never=Ποτέ
TranslateTo=Μετάφραση στα...
NeedBack=Φαίνεται ότι είναι η πρώτη φορά που χρησιμοποιήτε αυτό το πρόγραμμα. Συνιστάται ένα αντίγραφο ασφαλείας του μητρώου άμεσα. Θέλετε να δημιουργήσετε αυτόματα ένα αντίγραφο ασφαλείας τώρα;
Newsletter=Ενημερωτικό δελτίο
UpgradeInfo=Πληροφορίες αναβάθμισης
CannotCrTask=Δεν ήταν δυνατή η δημιουργία ενός χρονοδιαγράμματος εργασιών.
ScheduleNextTime=Η επόμενη φορά:
Exported=Τα τρέχοντα στοιχεία έχουν εξαχθεί στο %s. Θέλετε να ανοίξετε το αρχείο τώρα;
Idle=Στην αδράνεια
Login=Στη σύνδεση
LastClean=Ο τελευταίος καθαρισμός του μητρώου σας ήταν στις:
Monday=Δευτέρα
Tuesday=Τρίτη
Wednesday=Τετάρτη
Thursday=Πέμπτη
Friday=Παρασκευή
Saturday=Σάββατο
Sunday=Κυριακή
IssueFound=Βρέθηκαν %d προβλήματα.
Scanning=Σάρωση
ScanCanceled=Η σάρωση ματαιώθηκε!
FindError=Αυτή τη φορά βρέθηκαν συνολικά %d προβλήματα. Τα %d ήταν μη ασφαλή.
LogAll=Βρέθηκαν %d προβλήματα. Τα %d απ΄αυτά έχουν επιλυθεί.
LogFail=Η κατάργηση %d προβλημάτων απέτυχε.
StartClean=Έναρξη καθαρισμού
StartScan=Έναρξη σάρωσης
7After=Έχουν περάσει %d ημέρες απο την τελευταία εκκαθάριση του μητρώου σας. Συνιστάται άμεση σάρωση.
7Before=Πιό καθαρό μητρώο σημαίνει ταχύτερος υπολογιστής.
ReScanHint=Βρέθηκαν %d προβλήματα. Συνιστούμε να κάνετε σάρωση ξανά για να βρεθούν περισσότερα προβλήματα.
CleanNow=Παρακαλώ κάντε κλικ στην «Έναρξη καθαρισμού» για να διορθώσετε αυτά τα προβλήματα άμεσα.
NoError=Συγχαρητήρια! Έχετε ένα καθαρό μητρώο!
GoodHabit=Για τη διατήρηση του υπολογιστή σας στη μέγιστη απόδοση, χρειάζεται τακτικός καθαρισμός του μητρώου.
ReScanHint1=Συνιστούμε να κάνετε σάρωση ξανά, για να βρεθούν τα πιθανά προβλήματα άμεσα.
TypeChanged=Έχετε αλλάξει τη σάρωση στοιχείων!
ReScanHint2=Παρακαλώ κάντε σάρωση ξανά για να βρεθούν τα προβλήματα.
CleanDone=Η εκκαθάριση ολοκληρώθηκε!
bkAuto=Αυτόματα
bkManual=Χειροκίνητα
BackupDate=Χρόνος αντιγράφου ασφαλείας
BackupType=Τύπος αντιγράφου ασφαλείας
Problems=Προβλήματα
CreateDate=Ημερ/νία δημιουργίας
Description=Περιγραφή
Removebackup=Θέλετε την κατάργηση του επιλεγμένου αντιγράφου ασφαλείας;
RemoveSysRestore=Θέλετε την κατάργηση του επιλεγμένου σημείου επαναφοράς συστήματος;
NoBackupSelected=Παρακαλώ επιλέξτε τουλάχιστον ένα αντίγραφο ασφαλείας για την επαναφορά.
RestoreComplete=Η επαναφορά ολοκληρώθηκε
RestoreFromSysRestore=Πρέπει να γίνει επανεκκίνηση του υπολογιστή για την επαναφορά του συστήματος. Θέλετε να να ξεκινήσει η επαναφορά συστήματος τώρα;
WhenIdle=Στην αδράνεια
WhenLogin=Στη σύνδεση
NewVer=Μια νέα έκδοση είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
TranslateTo=Μετάφραση στα...

[Tuneup]
OptIEConnection=Αυξημένες μέγιστες συνδέσεις ανά διακομιστή. Η ταχύτητα προβολής ιστοσελίδας και η ταχύτητα θέασης βίντεο σε άμεση σύνδεση, είναι ενισχυμένη.
IconCache=Αύξηση προσωρινής μνήμης εικονιδίων συστήματος και επιτάχυνση προβολής της οθόνης.
RestoreAll=Θέλετε να επαναφέρετε όλα τα στοιχεία στην προεπιλογή των Windows;
NoSelectedItem=Παρακαλώ επιλέξτε τουλάχιστον ένα στοιχείο για βελτιστοποίηση.
OptItems=Τα παρακάτω %d στοιχεία μπορούν να βελτιστοποιηθούν.
ItemsOptimized=Έχουν βελτιστοποιηθεί %d στοιχεία.
TakeEff=Ορισμένες αλλαγές δεν θα τεθούν σε ισχύ έως ότου γίνει επανεκκίνηση του υπολογιστή σας.
NoItems=Συγχαρητήρια! Όλα τα στοιχεία έχουν βελτιστοποιηθεί.
BootSpeedup=Επιτάχυνση εκκίνησης/τερματισμού
SystemStable=Σταθερότητα συστήματος
SystemSpeedup=Αύξηση ταχύτητας συστήματος
NetworkSpeedup=Αύξηση ταχύτητας δικτύου
PrefetchParameters=Βελτιστοποίηση παραμέτρων προφόρτωσης, για βελτίωση της ταχύτητας εκκίνησης των Windows
BootDelay=Μείωση του χρόνου «Ελέγχου δίσκου» για να βελτιωθεί η ταχύτητα εκκίνησης των Windows
BootPartition=Ενεργοποίηση της δυνατότητας βελτιστοποίησης, για βελτίωση της ταχύτητας εκκίνησης των Windows.
ClearPagingFile=Απενεργ/ση εκκαθάρισης αρχείου σελιδοποίησης των Windows για επιτάχυνση τερματισμού του υπολογιστή
TimeOut=Μείωση αδράνειας εφαρμογής κατά το κλείσιμο για να βελτιωθεί η διαδικασία τερματισμού
AutoKill=Κλείσιμο παγωμένων διαδικασιών για να αποφευχθεί η κατάρρευση του συστήματος
RestartExplorer=Αυτόματη επανεκκίνηση Εξερεύνησης των Windows για αποφυγή τυχόν εξαφάνισης της επιφάνειας εργασίας
TwoProcess=Εκτέλεση στοιχείων Εξερεύνησης των Windows ως ξεχωριστή διαδικασία, για αποφυγή διένεξης συστήματος
ErrorReport=Απενεργοποίηση εμφάνισης μηνυμάτων σφάλματος, για βελτίωση της απόδοσης του συστήματος
Debugger=Απενεργοποίηση του προγράμματος εντοπισμού σφαλμάτων, για επιτάχυνση της επεξεργασίας σφάλματος
OptMemory=Βελτιστοποίηση των προεπιλεγμένων ρυθμίσεων μνήμης, για τη βελτίωση της απόδοσης του συστήματος
OptVEff=Βελτιστοποίηση εμφάνισης των στοιχείων προσκηνίου (παράθυρα διαλόγου, μενού κλπ.) για βελτίωση απόδοσης του συστήματος
OptFileSystem=Βελτιστοποίηση του συτήματος αρχείων, για βελτίωση της απόδοσης του συστήματος
OptDiskSystem=Βελτιστοποίηση υποσυστήματος εισόδου/εξόδου δίσκου, για βελτίωση της απόδοσης του συστήματος
DisAutoRun=Απενεργ/ση χαρακτηριστικού «Αυτόματη αναπαραγωγή» στις μονάδες δίσκου, για αποφυγή μόλυνσης / διάδοσης ιού
OptDiskIdle=Βελτιστοποίηση των εισόδων/εξόδων δίσκου όταν η CPU είναι αδρανής
OptTTL=Βελτιστοποίηση των ρυθμίσεων ΤTL (Χρόνος διατήρησης), για βελτίωση της επίδοσης του δικτύου
OptNetForward=Βελτιστοποίηση δυνατότητας προώθησης του δικτύου, για βελτίωση της επίδοσης του δικτύου
OptMTU=Βελτιστοποίηση των επιδόσεων TCP/IP μέσω αυτόματου εντοπισμού των «μαύρων οπών» στη δρομολόγηση, στην τεχνική Path MTU Discovery
OptWINS=Βελτιστοποίηση του χρόνου ερωτήματος ονόματος WINS, για βελτίωση της ταχύτητας μεταφοράς δεδομένων
OptNetWork=Βελτιστοποίηση των ρυθμίσεων δικτύου για βελτίωση των επιδόσεων επικοινωνίας
CloseAnimate=Κλείσιμο εφέ κίνησης κατά τη μεγιστοποίηση ή ελαχιστοποίηση ενός παραθύρου, για επιτάχυνση της απόκρισης του παραθύρου
PagingExecutive=Απενεργ/ση σελιδοποίησης μνήμης και μείωση Ι/Ο του δίσκου για βελτίωση επιδόσεων των εφαρμογών. (Μπορεί να αγνοηθεί αν η φυσική μνήμη είναι <1 GB)
StaticIP=Ορίστε μια στατική διεύθυνση IP για την τοπική σας σύνδεση, για επιτάχυνση της ταχύτητας εκκίνησης του υπολογιστή σας
PorcessorTime=Βελτιστοποίηση της απόδοσης του επεξεργαστή για εκτέλεση εφαρμογών, παιχνιδιών κλπ. (Παράβλεψη σε διακομιστές)
DisableIDECheck=Προληπτικός έλεγχος καναλιού IDE απ΄τα Windows, για βελτίωση της ταχύτητας εκκίνησης των Windows
ForeAppSpeed=Ώθηση στην ταχύτητα απόκρισης στα προγράμματα που βρίσκονται στο προσκήνιο
AeroPeek=Ώθηση στην ταχύτητα εμφάνισης του Aero Peek
OptEthernet=Βελτιστοποίηση απόδοσης της κάρτας Ethernet

[Type]
MUICache=Προσωρινή μνήμη MUI
Services=Υπηρεσίες των Windows
Activex=Στοιχεία ActiveX/COM
FireWall=Ρυθμίσεις τοίχους προστασίας
RootAll=Μη έγκυρες διαδρομές
SoftwareSection=Διαδρομές λογισμικού
ApplicationPaths=Διαδρομές εφαρμογής
FileTypes=Τύποι αρχείων
HelpFiles=Αρχεία βοήθειας
Fonts=Γραμματοσειρές
SharedDLL=Κοινόχρηστα DLLs
MRULists=Λίστες χρήστη πρόσφατα χρησιμοποιημένων
UninstallSection=Πρόγραμμα απεγκατάστασης
StartMenu=Μενού «Έναρξη»
StartupProgram=Προγράμματα στην εκκίνηση
SoundandAppEvents=Ήχοι και συμβάντα εφαρμογών
IEUrlHistory=Ιστορικό διευθύνσεων του Internet Explorer
IFEO=Εκτέλεση αρχείου εικόνας
EmptyKey=Κενά κλειδιά
App=Ρυθμίσεις εφαρμογών

[ErrorMessage]
MUIError1=Η αναφορά MUI λείπει, αλλά ο οδηγός "%s" είναι %s. Συνιστούμε να αγνοήσετε αυτό το σφάλμα.
MUIError=Λείπει η αναφορά MUI
ServiceNotExists=Το καθορισμένο πρόγραμμα υπηρεσίας δεν υπάρχει.
MimeExName=Εσφαλμένη καταχώρηση επέκτασης αρχείου MIME: %s
EmptyKey=Κενό κλειδί
EmptyHelpdirctory=Κενός κατάλογος βοήθειας.
FileNotExist=Το αρχείο (φάκελος) δεν υπάρχει.
HFileNotExist=Το αρχείο (φάκελος) βοήθειας δεν υπάρχει.
EmptyValue=Κενή τιμή 
TypeLib=Δεν υπάρχει ο τύπος βιβλιοθήκης:
NodeEmpty=Κενός κόμβος
SharedFilenotexist=Δεν υπάρχει κοινόχρηστο αρχείο.
sharedfilenotbeuse=Δεν χρησιμοποιείται κοινόχρηστο αρχείο.
noconnection=Χωρίς πληροφορίες σύνδεσης αρχείου.
Invalidpathtoicon=Μη έγκυρη διαδρομή σε εικονίδιο.
ReferstoaninvalidClass=Παραπομπή σε μη έγκυρη κλάση.
Emptyshellcommand=Το κελί εντολής είναι κενό.
Invalidshellcommand=Μη έγκυρη εντολή κελιού (το αρχείο δεν υπάρχει).
Fontsnotexist=Δεν υπάρχει αρχείο γραμματοσειράς.
Hijacking=Το %s έχει υποκλαπεί από το %s.
MRULists=Λίστες χρήστη πρόσφατα χρησιμοποιημένων 
invalidOpenWith=Δεν υπάρχει καμία εφαρμογή συνδεδεμένη με αυτόν τον τύπο.
ReferActivex=Παραπομπή σε μη έγκυρη καταχώρηση του Activex/COM.
EmptyCLSID=Κενό CLSID. 
ComSourceNotExist=Η COM προέλευσης δεν υπάρχει.. 
invalidUnistall=Μη έγκυρες πληροφορίες απεγκατάστασης. 
notexist=δεν υπάρχει. 
ObsoleteStartMenuItem=Παρωχημένο στοιχείο του μενού έναρξης.
SoundFilenotexist=Δεν υπάρχει αρχείο ήχου.
FileNotExist1=Το αρχείο (φάκελος) δεν υπάρχει, αλλά ο δίσκος "%s" είναι %s. Συνιστούμε ν΄αγνοήσετε αυτό το σφάλμα.
OpenWithError=Άνοιγμα με σφάλμα. Η καθορισμένη εφαρμογή δεν υπάρχει.
OpenWithError1=Άνοιγμα με σφάλμα. Η καθορισμένη εφαρμογή δεν υπάρχει, αλλά ο δίσκος "%s" είναι %s. Συνιστούμε ν΄αγνοήσετε αυτό το σφάλμα.
ComSourceNotExist1=Η COM προέλευσης δεν υπάρχει, αλλά ο δίσκος "%s" είναι %s. Συνιστούμε ν΄αγνοήσετε αυτό το σφάλμα.

[Summary]
MUICache=Λείπει η αναφορά προσωρινής μνήμης MUI
Services=Μη έγκυρες υπηρεσίες των Windows
Activex=Μη έγκυρα στοιχεία ActiveX και COM
FireWall=Μη έγκυρες ρυθμίσεις του τείχους προστασίας των Windows
RootAll=Μη έγκυρες διαδρομές και αρχεία
SoftwareSection=Μη έγκυρες διαδρομές και αρχεία, κατάλοιπα καταργημένου λογισμικού
ApplicationPaths=Μη έγκυρες διαδρομές και αρχεία καταχωρημένης εφαρμογής
FileTypes=Μη έγκυρη πληροφορία επέκτασης αρχείου
HelpFiles=Μη έγκυρα καταχωρημένα αρχεία βοήθειας
Fonts=Μη έγκυρες πληροφορίες γραμματοσειράς
SharedDLL=Λείπει κοινόχρηστες βιβλιοθήκες δυναμικής σύνδεσης
MRULists=Ιστορικό προσπέλασης χρήστη σε αρχεία, παρακολούθησης ταινιών, επεξεργασίας εγγράφων κλπ.
UninstallSection=Άχρηστες ή μη έγκυρες πληροφορίες απεγκατάστασης
StartMenu=Παρωχημένα στοιχεία του μενού έναρξης
StartupProgram=Παρωχημένα ή άκυρα προγράμματα εκκίνησης
SoundandAppEvents=Παρωχημένες ή μη έγκυρες ρυθμίσεις ήχων και συμβάντνων
IEUrlHistory=Ιστορικό επισκέψεων ιστού με τον Internet Explorer
IFEO=Κακόβουλες καταχωρήσεις που δημιουργούνται από λογισμικό υποκλοπής, ιούς ή malware
EmptyKey=Καταχωρήσεις χωρίς πληροφορίες
App=Μη έγκυρες ρυθμίσεις εφαρμογών

[AutoClean]
ErrorsFixed=σφάλματα έχουν καθαριστεί.
Title=Συγχαρητήρια!
ErrorsFound=σφάλματα έχουν βρεθεί.

[AutoUpdate]
CurrentFile=Τρέχον αρχείο:
Canceling=Ακύρωση...
CANCEL=Ακύρωση
Ready=Έτοιμο για λήψη

[Skin]
SkinDefault=Προεπιλογή
SkinBlue=Μπλε
SkinGreen=Πράσινο
SkinCustom=Προσαρμοσμένο
SkinColor=Προσαρμοσμένο χρώμα εμφάνισης

